Repository: AFK-surf/Comma
Catalog: clients/apps/apple/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: +%lld more
zh_hans: 还有 %lld 项

source: A task couldn’t finish.
zh_hans: 有任务未能完成。

source: A task is complete.
zh_hans: 有任务已完成。

source: A task needs your attention.
zh_hans: 有任务需要你处理。

source: Active now
zh_hans: 当前活跃

source: Add label
zh_hans: 添加标签

source: Add new labels
zh_hans: 添加新标签

source: Add photo
zh_hans: 添加照片

source: Anyone with the link can read this task’s messages up to when it was shared. They can’t send messages or see your workspace.
zh_hans: 任何拿到链接的人都能阅读此任务在分享时为止的消息，但不能发送消息，也看不到你的工作区。

source: Apply automatically
zh_hans: 自动应用

source: Approve
zh_hans: 批准

source: Archive
zh_hans: 归档

source: Archived tasks
zh_hans: 已归档任务

source: Ask me first
zh_hans: 先询问我

source: Automatically follow tasks started on iPhone
zh_hans: 自动跟随在 iPhone 上开始的任务

source: Called a tool
zh_hans: 调用工具

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Card %lld of %lld
zh_hans: 第 %lld 张，共 %lld 张

source: Change labels
zh_hans: 修改标签

source: Change photo
zh_hans: 更换照片

source: Clear search
zh_hans: 清除搜索

source: Colour
zh_hans: 颜色

source: Comma can suggest new labels and label tasks while it works.
zh_hans: Comma 在工作时可以建议新标签并为任务添加标签。

source: Comma for Linux
zh_hans: Comma Linux 版

source: Comma for Mac
zh_hans: Comma Mac 版

source: Comma for Windows
zh_hans: Comma Windows 版

source: Comma’s label suggestions
zh_hans: Comma 的标签建议

source: Command line
zh_hans: 命令行

source: Controls task notifications on this device. iOS Settings can still block notifications.
zh_hans: 控制此设备上的任务提醒。系统设置仍可能阻止通知。

source: Copied
zh_hans: 已复制

source: Copy link
zh_hans: 复制链接

source: Couldn’t confirm that task notifications are off. Please try again.
zh_hans: 无法确认任务提醒已关闭。请重试。

source: Couldn’t confirm that task notifications switched to the new workspace. You may still receive notifications from the previous workspace. Please try again.
zh_hans: 无法确认任务提醒已切换到新工作区。你可能仍会收到旧工作区的提醒。请重试。

source: Couldn’t open Settings. Open the Settings app, find Comma, and allow notifications.
zh_hans: 无法打开系统设置。请打开“设置”，找到 Comma 并允许通知。

source: Create link
zh_hans: 创建链接

source: Delete
zh_hans: 删除

source: Delete labels
zh_hans: 删除标签

source: Deleting a label removes it from every task.
zh_hans: 删除标签会将其从所有任务中移除。

source: Description (optional)
zh_hans: 描述（可选）

source: Dismiss
zh_hans: 忽略

source: Done
zh_hans: 完成

source: Edit label
zh_hans: 编辑标签

source: Files
zh_hans: 文件

source: Generating your briefing…
zh_hans: 正在生成你的例程简报…

source: Get notified when a task needs your attention, completes, or can’t finish.
zh_hans: 任务需要你处理、完成或未能完成时通知你。

source: Good afternoon, %@.
zh_hans: 下午好，%@。

source: Good evening, %@.
zh_hans: 晚上好，%@。

source: Good morning, %@.
zh_hans: 早上好，%@。

source: Help me %@
zh_hans: 帮我%@

source: Include newer messages
zh_hans: 包含最新消息

source: Label “%@”
zh_hans: 为“%@”添加标签

source: Label a task
zh_hans: 为任务添加标签

source: Label change
zh_hans: 标签变更

source: Labels
zh_hans: 标签

source: Last active %@
zh_hans: 上次活跃 %@

source: Link
zh_hans: 链接

source: Live task progress
zh_hans: 动态进度

source: Live task progress may show task titles on the Lock Screen.
zh_hans: 动态进度可能在锁屏显示任务标题。

source: Live task progress may show task titles on the Lock Screen. To stop showing it, tap “Stop showing the current task”.
zh_hans: 动态进度可能在锁屏显示任务标题。要移除当前动态进度，请点“停止显示当前任务”。

source: Loading…
zh_hans: 正在加载…

source: Manage labels…
zh_hans: 管理标签…

source: Messages
zh_hans: 消息

source: Messages sent after the link was shared aren’t visible to readers until you include them.
zh_hans: 分享之后发送的消息，需要你选择包含后读者才能看到。

source: Name
zh_hans: 名称

source: New label
zh_hans: 新建标签

source: No archived tasks
zh_hans: 没有已归档的任务

source: No matching tasks
zh_hans: 没有匹配的任务

source: No other devices are signed in.
zh_hans: 没有其他已登录的设备。

source: No routines yet. Connect apps on the desktop so Comma can brief you.
zh_hans: 还没有生成例程。在桌面端连接应用后，Comma 就能为你生成简报。

source: No steps yet
zh_hans: 暂无步骤

source: No workspace is available, so task notifications can’t be enabled.
zh_hans: 暂无可用工作区，无法开启任务提醒。

source: Nothing new in your apps to brief today.
zh_hans: 今天你的应用里没有值得简报的新内容。

source: Notifications are set to deliver quietly. You can change how they alert you in Settings.
zh_hans: 通知目前设为静默显示。可在系统设置中调整提醒方式。

source: Notifications are turned off in iOS Settings. Allow notifications for Comma in Settings.
zh_hans: 系统通知已关闭。请在系统设置中允许 Comma 发送通知。

source: Notifications cover the default task group in one workspace at a time. Other task groups and workspaces aren’t supported yet. Notifications change to the new workspace only after a successful switch. If switching fails, you may still receive notifications from the previous workspace.
zh_hans: 提醒仅覆盖一个工作区的默认任务组，其他任务组和工作区暂不支持。切换成功后会改为新工作区；切换失败时，旧工作区可能继续发提醒。

source: Open Comma on your Apple Watch and choose Connect with iPhone. After connecting, the watch can load tasks and send messages directly.
zh_hans: 在 Apple Watch 上打开 Comma 并选择“与 iPhone 连接”。连接后，手表可以直接加载任务和发送消息。

source: Open Settings
zh_hans: 打开系统设置

source: Other devices
zh_hans: 其他设备

source: People with the current link will no longer be able to open it.
zh_hans: 持有当前链接的人将无法再打开它。

source: Pin
zh_hans: 置顶

source: Pinned
zh_hans: 已置顶

source: Profile
zh_hans: 个人资料

source: Received
zh_hans: 收到

source: Refresh
zh_hans: 刷新

source: Refresh routines
zh_hans: 刷新例程

source: Refresh to generate your first briefing.
zh_hans: 点击刷新，生成你的第一份例程简报。

source: Remove
zh_hans: 移除

source: Rename
zh_hans: 重命名

source: Rename task
zh_hans: 重命名任务

source: Replace link
zh_hans: 更换链接

source: Replace the link?
zh_hans: 要更换链接吗？

source: Replacing the link stops the current link from working.
zh_hans: 更换链接后，当前链接将失效。

source: Replied
zh_hans: 回复

source: Restore
zh_hans: 恢复

source: Retry
zh_hans: 重试

source: Routines
zh_hans: 例程

source: Routines can’t read %@. Reconnect it in Plugins on the desktop.
zh_hans: 例程无法读取 %@，请在桌面端的插件中重新连接。

source: Routines couldn’t be loaded.
zh_hans: 无法加载例程。

source: Running
zh_hans: 运行中

source: Save
zh_hans: 保存

source: Save name
zh_hans: 保存名称

source: Saved
zh_hans: 已保存

source: Search tasks
zh_hans: 搜索任务

source: Select a workspace before enabling task notifications.
zh_hans: 请先选择工作区，再开启任务提醒。

source: Send link
zh_hans: 发送链接

source: Setting up task notifications…
zh_hans: 正在设置任务提醒…

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share task
zh_hans: 分享任务

source: Shared
zh_hans: 分享时间

source: Show earlier steps
zh_hans: 显示更早的步骤

source: Show more
zh_hans: 显示更多

source: Shows the Worker’s steps
zh_hans: 显示 Worker 的执行步骤

source: Sign out
zh_hans: 退出登录

source: Sign out all other devices
zh_hans: 退出所有其他设备

source: Sign out all other devices?
zh_hans: 要退出所有其他设备吗？

source: Signed out %lld sessions.
zh_hans: 已退出 %lld 个会话。

source: Signed-in devices
zh_hans: 已登录的设备

source: Signing out a device also signs out the Apple Watch connected through it.
zh_hans: 退出某台设备时，通过它连接的 Apple Watch 也会一并退出。

source: Stop sharing
zh_hans: 停止分享

source: Stop showing the current task
zh_hans: 停止显示当前任务

source: Suggested by Comma
zh_hans: Comma 的建议

source: Task actions
zh_hans: 任务操作

source: Task labels
zh_hans: 任务标签

source: Task notifications
zh_hans: 任务提醒

source: Task notifications couldn’t be enabled. Please try again.
zh_hans: 暂时无法开启任务提醒。请重试。

source: Task notifications won’t show task titles or content.
zh_hans: 任务提醒不会显示任务标题或内容。

source: Task updates
zh_hans: 任务更新

source: That photo couldn’t be read.
zh_hans: 无法读取这张照片。

source: That photo is too large.
zh_hans: 这张照片太大了。

source: This device
zh_hans: 本设备

source: This iPhone stays signed in.
zh_hans: 这台 iPhone 会保持登录。

source: Thought
zh_hans: 思考

source: Title
zh_hans: 标题

source: Too many refreshes in the last hour. Try again later.
zh_hans: 一小时内刷新次数过多，请稍后再试。

source: Tool failed
zh_hans: 工具失败

source: Tool finished
zh_hans: 工具完成

source: Tool result
zh_hans: 工具结果

source: Turning off automatic following won’t remove the live task progress currently shown.
zh_hans: 关闭自动跟随不会移除正在显示的动态进度。

source: Turning off task notifications…
zh_hans: 正在关闭任务提醒…

source: Unknown device
zh_hans: 未知设备

source: Unpin
zh_hans: 取消置顶

source: Updated %@
zh_hans: 更新于 %@

source: Web browser
zh_hans: 网页浏览器

source: Workspace
zh_hans: 工作区

source: You can’t view this Worker’s steps.
zh_hans: 你无权查看此 Worker 的步骤。

source: Your briefing
zh_hans: 你的简报

source: Your name and photo are shown to people you work with in Comma.
zh_hans: 你的名称和照片会展示给在 Comma 中与你协作的人。
